{
  "Performing the change on each line of code": "Performing the change on each line of code",
  "Making dreams come true through digital solutions": "Making dreams come true through digital solutions",
  "Turning User Experience into Mesmerizing Symphonies": "Turning User Experience into Mesmerizing Symphonies",
  "Translating imagination into pixels, and pixels into extraordinary experiences": "Converting imagination into pixels, and pixels into catchy experiences",
  "ABOUT ME": "ABOUT ME",
  "About Me Text": "I'm a Full-Stack developer focused on the JavaScript ecosystem. My favorite programming languages are TypeScript and JavaScript, in which I have been creating applications that effectively solve real problems. \nI have an innovative and multifaceted mind. I am always excited to face new challenges and dedicate myself completely to them. \nMy constant search is for maximum organization in my projects. I use entrepreneurial approaches, enthusiasm and constructive estimation, guided by strategic metrics to guide my progress.",
  "View CV": "View CV",
  "Projects": "Projects",
  "school system": "School Management System",
  "school system description": "This app allows for the management of student and staff data in a school, encompassing sign-in and sign-up systems, automatic email sending, avatars, and features provided based on CRUD operations for students and staff.",
  "Technologies Used": "Technologies Used",
  "Visit": "Visit",
  "clean node api": "Clean Node API",
  "clean node api description": "Clean Node API consists of a polling interface for programmers so that issues commonly faced in the dev environment are discussed to find ideal solutions. At the structural level, this project has a decoupled and well-defined architecture, using the TDD (Test Driven Development) methodology as a work guide, Clean Architecture to distribute responsibilities between the layers that make up the API. Furthermore, SOLID principles were followed at all times, applying the appropriate Design Patterns.",
  "task mate": "Task Mate",
  "task mate description": "It consists of a To Do List style system in which tasks to be completed can be handled. In addition, filters are available on such tasks.",
  "code pix": "Code Pix",
  "code pix description": "The Code Pix system is a system composed of microservices with the common goal of being a transaction hub between banks. To achieve this, concepts such as Hexagonal Architecture, Ports and Adapters, Test-Driven Development (TDD), gRPC, messaging systems, among others, were used.",
  "vakinha burger": "Vakinha Burger",
  "vakinha burger description": "Vakinha Burger hamburger administration and management application made using the Flutter framework for the web during the DW10 event. The system was built based on Futter Modular and MobX.",
  "Footer First": "Created with ",
  "Footer Last": " by Paulo Paiva",
  "HOME": "HOME",
  "PROJECTS": "PROJECTS",
  "about me": "ABOUT ME",
  "CONTACTS": "CONTACTS",
  "Hey There! I'm": "Hey There! I'm",
  "front page - intro": "a Full-Stack developer who makes dreams come true through digital solutions.",
  "front page - about me": "I have an innovative and versatile mind and I am always excited to face new challenges in the area of technology.",
  "front page - invite": "Let's create something revolutionary together?",
  "Loading": "Loading...",
  "about this project": "About this project:",
  "used technologies": "Used Technologies:",
  "links to visite": "Links to Visit:",
  "link to certificate": "Link to Course Certificate Related:",
  "full name": "Full Name: Paulo Junior Carvalho de Paiva",
  "age": "Age: 23 years old",
  "education level": "Education Level: Bachelor's degree in Computer Engineering from the Federal University of Itajubá",
  "location": "Location: Itajubá - Brazil 🇧🇷",
  "resume": "Resume",
  "wanna hire me": "Wanna Hire Me? Get in Touch!",
  "github": "Git Hub",
  "linkedin": "LinkedIn",
  "email": "E-mail"
}
