{
  "Performing the change on each line of code": "Performing the change on each line of code",
  "Making dreams come true through digital solutions": "Making dreams come true through digital solutions",
  "Turning User Experience into Mesmerizing Symphonies": "Turning User Experience into Mesmerizing Symphonies",
  "Translating imagination into pixels, and pixels into extraordinary experiences": "Converting imagination into pixels, and pixels into catchy experiences",
  "About Me": "About Me",
  "About Me Text": "I'm a Full Stack developer focused on the JavaScript ecosystem. My favorite programming languages are TypeScript and JavaScript, in which I have been creating applications that effectively solve real problems. \nI have an innovative and multifaceted mind. I am always excited to face new challenges and dedicate myself completely to them. \nMy constant search is for maximum organization in my projects. I use entrepreneurial approaches, enthusiasm and constructive estimation, guided by strategic metrics to guide my progress.",
  "View CV": "View CV",
  "Projects": "Projects",
  "School Management System": "School Management System",
  "School Management System Description": "This app makes it possible to manage the data of students and employees of a school. Festures made available are based on CRUD operations of students and staff.",
  "Technologies Used": "Technologies Used",
  "Visit": "Visit",
  "Clean Node API": "Clean Node API",
  "Clean Node API Description": "API built through a NodeJS server based on the concepts of TDD (Test Driven Development) and SOLID.",
  "Task Mate": "Task Mate",
  "Task Mate Description": "It consists of a To Do List style system in which tasks to be completed can be handled. In addition, filters are available on such tasks.",
  "Vakinha Burger": "Vakinha Burger",
  "Vakinha Burger Description": "Vakinha Burger hamburger administration and management application made using the Flutter framework for the web during the DW10 event. The system was built based on Futter Modular and MobX.",
  "Footer First": "Created with ",
  "Footer Last": " by Paulo Paiva",
  "HOME": "HOME",
  "PROJECTS": "PROJECTS",
  "ABOUT ME": "ABOUT ME",
  "CONTACTS": "CONTACTS",
  "Hey There! I'm": "Hey There! I'm",
  "front page - intro": "a Full Stack developer who makes dreams come true through digital solutions.",
  "front page - about me": "I have an innovative and versatile mind and I am always excited to face new challenges in the area of technology.",
  "front page - invite": "Let's create something revolutionary together?"
}
