{
  "Performing the change on each line of code": "Realizando a mudança em cada linha de código",
  "Making dreams come true through digital solutions": "Tornando sonhos realidade por meio de soluções digitais",
  "Turning User Experience into Mesmerizing Symphonies": "Transformando a experiência do usuário em sinfonias hipnotizantes",
  "Translating imagination into pixels, and pixels into extraordinary experiences": "Traduzindo imaginação em pixels, e pixels em experiências memoráveis",
  "about me": "SOBRE MIM",
  "About Me Text": "Sou um desenvolvedor Full-Stack com foco no ecossistema JavaScript. Minhas linguagens de programação favoritas são TypeScript e JavaScript, nas quais tenho criado aplicações que solucionam problemas reais de maneira eficaz. \nTenho uma mente inovadora e versátil. Estou sempre empolgado para enfrentar novos desafios e me dedicar completamente a eles. \nMinha busca constante é pela máxima organização em meus projetos. Utilizo abordagens empreendedoras, entusiasmo e avaliações construtivas, guiando-me por métricas estratégicas para orientar meu progresso.",
  "View CV": "Visualizar CV",
  "Projects": "Projetos",
  "school system": "Sistema de Gerenciamento Escolar",
  "school system description": "Esse app possibilita o gerenciamento dos dados de alunos e funcionários de uma escola, abrigando sistemas de sign in, sign up, envio de e-mails automáticos, avatares e de features disponibilizadas com baseadas nas operações CRUD de alunos e funcionários.",
  "Technologies Used": "Tecnologias Utilizadas",
  "Visit": "Visite",
  "clean node api": "Clean Node API",
  "clean node api description": "O Clean Node API consiste em uma interface de pesquisa para programadores, onde são discutidos problemas comuns enfrentados no ambiente de desenvolvimento para encontrar soluções ideais. No nível estrutural, este projeto possui uma arquitetura desacoplada e bem definida, utilizando a metodologia TDD (Desenvolvimento Orientado a Testes) como guia de trabalho, e Clean Architecture para distribuir responsabilidades entre as camadas que compõem a API. Além disso, os princípios SOLID foram seguidos em todos os momentos, aplicando os Design Patterns apropriados.",
  "task mate": "Task Mate",
  "task mate description": "Consiste em um sistema estilo To Do List no qual podem ser manuseadas tarefas a serem concluídas. Além disso são disponibilizados filtros sobre tais tarefas.",
  "code pix": "Code Pix",
  "code pix description": "O sistema Code Pix é um sistema formado por microsserviços que possuem o objetivo em comum de ser um hub de transações entre bancos. Para isso, foram utilizados conceitos como: Arquitetura Hexagonal, Ports and Adapters, TDD, gRPC, sistemas de mensageira, dentre outros.",
  "vakinha burger": "Vakinha Burger",
  "vakinha burger description": "Aplicativo de administração e gerenciamento da hamburgeria Vakinha Burger feito através da framework Flutter para web durante o evento DW10. O sistema foi construído com base em Flutter Modular e MobX.",
  "Footer First": "Criado com ",
  "Footer Last": " por Paulo Paiva",
  "HOME": "PÁGINA INICIAL",
  "PROJECTS": "PROJETOS",
  "ABOUT ME": "SOBRE MIM",
  "CONTACTS": "CONTATOS",
  "Hey There! I'm": "Olá! Me chamo",
  "front page - intro": "e sou um desenvolvedor Full-Stack que realiza sonhos por meio de soluções digitais.",
  "front page - about me": "Tenho uma mente inovadora e versátil e estou sempre empolgado para enfrentar novos desafios na área de tecnologia.",
  "front page - invite": "Vamos criar algo revolucionário juntos?",
  "Loading": "Carregando...",
  "about this project": "Sobre esse projeto:",
  "used technologies": "Tecnologias Utilizadas:",
  "links to visite": "Links para Visitar:",
  "link to certificate": "Link para o Curso Relacionado:",
  "full name": "Nome Completo: Paulo Junior Carvalho de Paiva",
  "age": "Idade: 23 anos",
  "education level": "Educação: Bacharelado em Engenharia de Computação pela Universidade Federal de Itajubá",
  "location": "Localização: Itajubá - Brazil 🇧🇷",
  "resume": "Currículo"
}
